<template>
  <main class="text-sm text">
    <div class="box">
      <div class="container">
        <div class="breadcrumbs"><NuxtLink to="/" class="">Главная </NuxtLink><span>Политика защиты персональных данных </span></div>
        <h1>Политика защиты персональных данных</h1>

        <p>
          Настоящим Я выражаю свое свободное, однозначное и информированное согласие на обработку предоставленных мною персональных данных ООО “Компьютеры Айвен”
          зарегистрированному по адресу: 220035, г. Минск, ул. Репина, 4, пом.475-2
        </p>
        <p>
          1. Оператор может совершать следующие действия с моими персональными данными: сбор, систематизация, хранение, изменение, использование, обезличивание, блокирование,
          распространение, предоставление, удаление персональных данных.
        </p>
        <p>
          2. Согласие выдано мною на обработку следующих персональных данных:<br />
          - имя;<br />
          - фамилия;<br />
          - телефон;<br />
          - e-mail.
        </p>
        <p>
          3. Оператор может обрабатывать мои персональные данные в следующих целях:<br />
          - для предоставления мне услуг/работ;<br />
          - направления в мой адрес уведомлений, касающихся предоставляемых услуг/работ;<br />
          - подготовки и направления ответов на мои запросы;<br />
          а также, с моего согласия, которое я настоящим выражаю, для направления в мой адрес информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора.
        </p>
        <p>4. Способы обработки персональных данных: с использованием средств автоматизации, без их использования, смешанным способом.</p>
        <p>5. Срок действия согласия – до момента его отзыва.</p>
        <p>
          6. были разъяснены мои права как субъекта персональных данных и механизм их реализации:<br />
          а) Предоставляя свое согласие на обработку персональных данных, я подтверждаю, что мне право на получение сведений об обработке персональных данных Оператором;<br />
          б) право на получении информации о предоставлении информации уполномоченным лицам;<br />
          в) право на внесение изменений в свои персональные данные;<br />
          г) право требовать прекращения обработки персональных данных и их удаления;<br />
          д) право на отзыв согласия на обработку.<br /><br />
          Для реализации одного или нескольких из вышеуказанных прав, необходимо направить Оператору заявление, в котором должны быть указаны: фамилия, имя, отчество (если
          имеется); адрес места жительства (места пребывания); дата рождения; изложение сути требований; личная подпись или электронная цифровая подпись. Для реализации прав из п.
          а – г необходимо направить Оператору данное заявление:<br />
          - в письменной форме по адресу: 220035, г. Минск, ул. Репина, 4, пом.475-2 <br />
          - в виде электронного документа на электронный адрес: info@i-ven.by
        </p>
        <p>
          7. Я осведомлен (-а) о том, что отказ от дачи согласия на обработку моих персональных данных или прекращение обработки персональных данных Оператором может сделать
          невозможным получение мной информации о мероприятиях/товарах/услугах/работах Оператора. ООО «Компьютеры Айвен»<br /><br />

          220035, г. Минск, ул. Репина, 4, пом.475-2<br />
          УНП 192776859<br />
          р/с BY59ALFA30122A02330010270000 в ЗАО "Альфа-Банк", код ALFABY2X г. Минск, ул. Сурганова, 43-47<br />
          тел. +375-17-378-36-27
        </p>
        <p>
          С полным текстом положения о политики персональных данных Вы можете ознакомиться
          <a class="underline underline-offset-4 text-blue" target="_blank" download href="/docs/ПОЛОЖЕНИЕ_О_ПОЛИТИКЕ_В_ОБЛАСТИ_ПЕРСОНАЛЬНЫХ_ДАННЫХ.pdf">здесь</a>
        </p>
      </div>
    </div>
  </main>
</template>

<script setup>
definePageMeta({
  layout: 'default',
});

const meta = {
  title: 'Политика защиты персональных данных | Интернет-магазин Iven',
  description: 'Политика защиты персональных данных интернет-магазина ООО «Компьютеры Айвен».',
};

useSeoMeta({
  title: () => meta.title,
  ogTitle: () => meta.title,
  description: () => meta.description,
  ogDescription: () => meta.description,
});
</script>
