<template>
  <main class="text-sm text">
    <div class="box">
      <div class="container">
        <div class="breadcrumbs"><NuxtLink to="/" class="">Главная </NuxtLink><span>Договор публичной оферты</span></div>
        <h1>Договор публичной оферты на приобретение товаров<br class="hidden xl:block"/> через  интернет-магазин компании ООО «Компьютеры Айвен»</h1>

        <p><strong>1. Общие положения.</strong></p>
        <p>
          1.1. Настоящий договор определяет порядок ведения Продавцом купли-продажи Товара через интернет-магазин в соответствии со ст. 405 Гражданского кодекса Республики Беларусь
          (далее – ГК РБ) и является официальной публичной офертой Продавца, адресуемой неопределенному кругу лиц.
        </p>

        <p>
          1.2. Фактом принятия (акцепта) Покупателем условий настоящего Договора является сообщение о выборе и заказе товара, отправленное путем нажатия кнопки «Оформить заказ» в
          разделе «Корзина» посредством электронной связи, в порядке и на условиях, определенных настоящим Договором и условиями (п.3 ст.408 Гражданского Кодекса Республики
          Беларусь).
        </p>

        <p>1.3. При совместном упоминании Покупателя и Продавца по тексту настоящего договора последние именуются Стороны, а каждый по отдельности Сторона.</p>

        <p>
          1.4. Каждая Сторона гарантирует другой Стороне, что обладает соответствующим правом и достаточным объемом дееспособности, а равно всеми иными правами и полномочиями,
          необходимыми для заключения и исполнения настоящего договора.
        </p>

        <p>
          1.5. Осуществляя Заказ Товара через интернет-магазин, Покупатель принимает и соглашается со всеми условиями, изложенными в настоящем договоре, и с информацией,
          размещенной на Сайте в момент принятия Продавцом Заказа.
        </p>

        <p>
          1.6. К отношениям между Сторонами по настоящему договору применяются требования Законов Республики Беларусь «О торговле», «О защите прав потребителей» (далее – Закон) и
          иные нормативные и правовые акты Республики Беларусь, регулирующие вопросы розничной купли-продажи.
        </p>

        <p>
          1.7. Продавец оставляет за собой право вносить изменения в настоящий договор и в информацию на Сайте, в связи с чем Покупатель обязуется на момент обращения к Продавцу с
          Заказом на Товар учитывать возможные изменения.
        </p>

        <p>1.8. Публикация информации, очевидно не соответствующей товару, в том числе цены, фото и описания товара, признается технической ошибкой.</p>

        <p>
          1.9. Описания и характеристики товаров публикуются на сайте Продавца из открытых источников и официальных сайтов производителей, Покупатель имеет право уточнить важные
          для него характеристики в процессе согласования заказа. Продавец не принимает претензии за изменение производителем технических свойств товара в процессе производства.
        </p>

        <p class="!mt-9"><strong>2. Оформление и сроки выполнения заказа.</strong></p>

                  <p>2.1. Заказ Покупателя может быть оформлен по телефону и/или через Сайт.</p>

<p>2.1.1. При оформлении Заказа по телефону Покупатель предоставляет Продавцу следующую необходимую информацию для оформления Заказа: желаемый товар и количество, адрес доставки товара, контактный телефон, желаемое время получения заказа.</p>

<p>2.1.2. При оформлении Заказа через Сайт Покупатель заполняет электронную форму Заказа на Товар и отправляет сформированный Заказ Продавцу посредством сети Интернет.</p>

<p>2.1.3. Адрес электронной почты, указанный при оформлении Заказа через Сайт или по телефону, вносится в список для регулярных рассылок и используется для автоматического создания Аккаунта Покупателя на Сайте. Адрес электронной почты может быть удален из базы интернет-магазина по требованию его владельца.</p>

<p>2.2. Информация в Заказе, полученном Продавцом, согласовывается с Покупателем либо Получателем по контактному телефону или электронной почте с целью уточнения, в том числе, конкретной даты и времени доставки Товара. Конкретная дата и время доставки зависят от выбранного товара, места доставки и времени, необходимого Продавцу на обработку Заказа.</p>

<p>2.3. При оформлении Заказа через Сайт Покупатель получает на указанный им электронный адрес уведомительное электронное Письмо, подтверждающее факт оформления покупателем формы Заказа на сайте Продавца. Данное уведомительное письмо не является подтверждением факта принятия Заказа Продавцом.</p>

<p>2.4. В случае обнаружения, что на складе Продавца отсутствует необходимый Товар или необходимое его количество, Продавец информирует об этом Покупателя по контактному телефону, отраженному в Заказе. Покупатель вправе согласиться принять Товар в количестве, имеющемся в наличии у Продавца, либо отказаться (аннулировать) от Заказа.</p>

<p>2.5. В случае возникновения у Покупателя вопросов, касающихся описания, свойств и характеристик Товара, перед оформлением Заказа Покупатель должен обратиться к Продавцу по телефонам или с помощью средств онлайн-консультации, указанным на Сайте интернет-магазина.</p>

<p>2.6. Продавец вправе отказать клиенту в подтверждении или выполнении заказа в случае обнаружения в нем технической ошибки, связанной с работой программного обеспечения на стороне Продавца, либо обеспечивающих его функционирование сторонних сервисов, в том числе явившейся следствием неправомерных действий со стороны третьих лиц.</p>


<p  class="!mt-9"><strong>3. Доставка товара.</strong></p>

<p>3.1. При Заказе Товара Покупателем на условиях доставки Продавец приложит все усилия, чтобы соблюсти сроки доставки Товара, указанные на Сайте или согласованные с Покупателем после оформления заказа, при этом не исключая причин, которые могут возникнуть и повлиять на сроки доставки в виде непредвиденных событий и обстоятельств, произошедших не по вине Продавца.</p>

<p>3.2. Риск случайной гибели или случайного повреждения Товара переходит к Покупателю или Получателю в момент передачи Товара или проставления Покупателем или Получателем Товара личной подписи в документах, подтверждающих доставку Товара.</p>

<p>3.3. В момент доставки Товара лицо, осуществляющее доставку, демонстрирует Покупателю и/или Получателю внешний вид и комплектность Товара. Если товар имеет внешние недостатки, покупатель имеет право отказаться от товара.</p>

<p>3.4. Покупатель или Получатель в момент получения Товара получает пакет документов на Товар:
<ul>
  <li>кассовый чек, при условии, что оплата производится в момент получения заказа;</li>
    <li>гарантийный талон, при условии, что это предусмотрено заводом-изготовителем.</li>
  </ul></p>
<p>3.5. После получения Товара Покупателем или Получателем Продавец не принимает претензии по качеству и комплектности Товара за исключением претензий, имеющих в качестве обоснования заключение авторизованного сервисного центра.</p>

<p>3.6. Проверка Товара должна производиться с сохранением товарного вида.</p>
<p  class="!mt-9"><strong>4. Оплата товара.</strong></p>
<p>4.1. Цена Товара указывается рядом с определённым наименованием товара на Сайте интернет-магазина на странице товара в белорусских рублях и включает в себя налог на добавленную стоимость.</p>
<p>4.2. Цена Товара на Сайте интернет-магазина может быть изменена Продавцом в одностороннем порядке. При этом цена на Товар, на который оформлен Заказ, изменению не подлежит.</p>
<p>4.3. Оплата Товара Покупателем или Получателем производится в белорусских рублях в форме и способами, указанными Продавцом в разделе «оплата» на Сайте интернет-магазина.</p>
<p>4.4. Продавец вправе предоставлять Покупателю или Получателю скидки на Товары и устанавливать программу бонусов. Виды скидок, порядок и условия начисления и предоставления бонусов указываются на Сайте интернет-магазина в публичном доступе и могут быть изменены Продавцом в одностороннем порядке.</p>
<p  class="!mt-9"><strong>5. Гарантии и ответственность.</strong></p>

<p>5.1. Продавец не несет ответственности за ущерб, причиненный Покупателю или Получателю вследствие ненадлежащего использования последними Товара, приобретенного в интернет-магазине Продавца.</p>

<p>5.2. Продавец не несет ответственности за содержание и функционирование других сайтов Интернета.</p>

<p>5.3. Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем или Покупателем, третьим лицам.</p>

<p>5.4. Продавец не несет ответственности за последствия, связанные с действиями Покупателя или Получателя в случае использования Товара, приобретенного у Продавца, в предпринимательских целях.</p>

<p>5.5. Продавец не отвечает за убытки Покупателя или Получателя, возникшие в результате:
<ul><li>предоставления недостоверной информации при согласовании Заказа, в т.ч. неправильного указания идентификационных сведений;</li>
  <li>неправомерных действий третьих лиц.</li></ul></p>

<p>5.6. Покупатель или Получатель несет полную ответственность за достоверность идентификационных сведений, указанных им при Заказе Товара в интернет-магазине.</p>

<p>5.7. Стороны освобождаются от ответственности за полное или частичное неисполнение своих обязательств, если такое неисполнение явилось следствием действия обстоятельств непреодолимой силы, возникших после вступления в силу настоящего договора и/или в результате событий чрезвычайного характера, которые Стороны не могли предвидеть и предотвратить разумными мерами.</p>

<p>5.8. В иных случаях, не предусмотренных пунктом 5.7 настоящего договора, за неисполнение или ненадлежащее исполнение своих обязательств, Стороны несут ответственность в соответствии с действующим законодательством Республики Беларусь.</p>

<p>5.9. В случае необоснованного отказа от приобретения товара, Покупатель обязан возместить расходы Продавца, связанные с доставкой Товара Покупателю.</p>

<p class="!mt-9"><strong>6. Прочие условия.</strong></p>

<p>6.1. К отношениям между Покупателем и Продавцом применяется право Республики Беларусь.</p>

<p>6.2. В случае возникновения вопросов и претензий со стороны Покупателя или Получателя, он должен обратиться к Продавцу по телефону или через форму «Обратной связи» на Сайте интернет-магазина.</p>

<p>6.3. Все возникающее споры Стороны будут стараться решить путем переговоров. При недостижении обоюдовыгодного соглашения, спор между Сторонами будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Республики Беларусь.</p>

<p>6.4. Признание судом недействительности какого-либо положения настоящего договора не влечет за собой недействительность его остальных положений.</p>

<p>6.5. Продавец имеет право использовать электронный адрес и телефонные номера Покупателя для рассылки информационных сообщений.</p>

<p>6.6. Продавец имеет право перед поставкой заказанного Покупателем товара потребовать от Клиента 100 % предоплаты заказанного товара. Продавец имеет право отказать Покупателю в доставке товара при отсутствии такой оплаты. Продавец имеет право потребовать от Покупателя 100 % предоплаты заказанного товара в следующих случаях:
<ul>
  <li>если Покупатель, ранее совершал заказы, но отказывался от выкупа заказанных товаров, доставленных в срок и в надлежащем качестве,</li>
<li>по иным причинам на усмотрение интернет-магазина.</li></ul></p>

<p>6.7. Продавец вправе произвести ограничения одновременно доставляемого Покупателю Товара.</p>

<p>6.8. Продавец вправе не подтвердить либо аннулировать заказ и уведомить об этом Покупателя, отказать в оплате и/или продаже Товара по указанной цене, если она явилась следствием технической ошибки или неправомерных действий со стороны третьих лиц. Стоимость товара может быть следствием указанных обстоятельств, если отличается от медианы стоимости данной модели/модификации товара по рынку в данный момент времени более чем на 20%. В таком случае Продавец вправе отказать в оплате и/или продаже данного товара по указанной цене.</p>

<p class="!mt-9"><strong> 7. Реквизиты Продавца.</strong></p>

<p>ООО «Компьютеры Айвен»<br/>
220035, г. Минск, ул. Репина, 4, пом.475-2<br/>
УНП 192776859<br/>
р/с BY59ALFA30122A02330010270000 <br/>
в ЗАО "Альфа-Банк", код ALFABY2X <br/>
г. Минск, ул. Сурганова, 43-47<br/>
тел. +375-17-378-36-27</p>





      </div>
    </div>
  </main>
</template>


<script setup>

definePageMeta({
  layout: 'default',
});

const meta = {
  title: 'Договор публичной оферты | Интернет-магазин Iven',
  description: 'Договор публичной оферты на приобретение товаров через интернет-магазин компании ООО «Компьютеры Айвен».',
};

useSeoMeta({
  title: () => meta.title,
  ogTitle: () => meta.title,
  description: () => meta.description,
  ogDescription: () => meta.description,
});
</script>